Tests/Requests/busca_servicos.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cli="http://cliente.bean.master.sigep.bsb.correios.com.br/">
   <soapenv:Header/>
   <soapenv:Body>
      <cli:buscaServicos>
         <idContrato>9992157880</idContrato>
         <idCartaoPostagem>0067599079</idCartaoPostagem>
         <usuario>sigep</usuario>
         <senha>n5f9t8</senha>
      </cli:buscaServicos>
   </soapenv:Body>
</soapenv:Envelope>